{
  "title": "Mars Colony, 2037: Red Alert on the Red Planet",
  "director": "Andrew Maikisch",
  "bio": "My name is Andrew Maikisch, and I am a freshman studying Political Science. This is my first year both participating in Model United Nations and staffing a MUNI conference. I am proud to be the director of a committee in my first year, and I am determined to make it the best committee there has ever been. I intend to use my enthusiasm for my simulation to create a committee that is both educational and very enjoyable for the delegates. Beyond the Model United Nations meetings, I spend my time cheering for the Capitals, playing League of Legends, and keeping up with the burning mess that is current American politics. ",
  "description": "The future of humanity has always existed not on Earth, but in the stars beyond. In 2019 C.E., a coalition came together to achieve this future by establishing the first human colony on Mars. This coalition was made up of space programs from different nations, with funding from both the private and public sectors. The collation intended to use the colony for scientific advancement in fields from astrophysics to human physiology. Sensing immense possibilities for future innovation and profits, major corporations pledged talent and capital to the project. After years of progress and various hurdles, the colony was officially established in 2037 C.E. \n\nThe colony would need to survive on their own for 780 days, the Mars Synodic Period, until Earth and Mars would be in opposition again to be considered a success. During opposition, the transfer of supplies and new colonist to the Red Planet will be feasible economically and take the least amount of time. However, 233 days into the cycle, disaster strikes. A fire breaks out in the colony, destroying vital equipment and food stores. Without some sort of solution, everyone on the colony will inevitably perish. To come up with this radical solution, a leadership board has been elected, comprised of colonists voted in from their different departments, space agencies, and private companies. This board must decide upon the fate of humanity's first steps out of crisis and into the heavens beyond."
}