{
  "title": "The King of Wall Street: Enron",
  "director": "Jose Zavala",
  "image":"enron_header",
  "email": "jjzaval2@illinois.edu", 
  "bio": "Hey everyone! My name is Jose Zavala and I am a senior double majoring in statistics and economics. I have been with the Illinois MUN team since my sophomore year and am currently serving my second and final (I get to graduate!) term as treasurer. I am a huge fan of thriller movies and tv shows such as The Office, Breaking Bad, and Black Mirror. Outside of MUN you can find me reading about monetary economics, arguing with people why DC is better Marvel, and training to run my first half marathon in the spring.",
  "description":"It feels good to be at the top, doesn’t it? Investors lining up to throw money hand over fist, record breaking stock prices, and all is good with the world. The higher ups at Enron knew that this throne was built on lies. Impending stock crash, skyrocketing debts, and so many risky assets are only some of the issues that led to the downfall of Enron. Delegates will have the opportunity to learn about the cautionary tale of one of America’s most notorious companies while honing their negotiation and diplomatic skills. Being a treacherous architect at Enron, how could that not be fun? Good luck!",
  "delegates_gain":"Throughout the weekend delegates will be fully immersed in a fast paced and intense environment where they will learn valuable lessons and have a bit of fun. To name a few of these valuable takeaways, delegates will: <ul style=\"list-style-type:bullets;font-size:16px\"><li>Gain an understanding of one of the biggest scandals to hit Wall Street early in the 21st century and its outcomes in the regulatory space.</li><li>Learn about business practices and how their actions will impact the stability of a multinational corporation.</li><li>Obtain an in depth understanding of many basic financial practices, stock management, and other important financial instruments.</li><li>Engage in negotiations with fellow committee members and how to balance personal interests with the interests of the group while accomplishing personal goals.</li><li>Discover common ethical dilemmas present in many day to day business settings and the importance of recognizing the consequences of unethical behavior.</li></ul>  "
}
