{
  "title": "Unite the Sunrise Land: The Rise of the Council of Five",
  "director": "Jemima Elsherbini",
  "email": "jelshe2@illinois.edu", 
  "image":"crisisheader",
  "bio": "Hello! I’m Jemima Elsherbini. I’m a sophomore majoring in Integrative Biology with an unknown minor. Once I graduate, I plan to go to medical school and become a psychiatrist. Last year, I was a crisis staffer for the Joint Crisis Iraqi Committee where I helped plan chemical and biological warfare. This year I’m very proud to report that I’m the director for the Feudal Japan Committee! Outside of MUN, I volunteer at Carle Hospital and am currently in the process of creating a new RSO about comic books. In my (nonexistent) free time I love to read, watch musicals, play video games, and binge watch Netflix! If you have any questions or comments regarding the committee content, character insight, or anything else about the committee, please don’t hesitate to email me!",
  "description":"The year is 1568. Triggered by the disastrous collapse of the Ashikaga shogunate (1336–1573), Japan has shattered into dozens of provinces and the country’s turmoil has quickly escalated into a multi-sided civil war. A puppet emperor hides in the capital of Kyoto as the warlords tear the country apart for control of the country, razing the countrysides and killing thousands. As Japan struggles to find a new leader, foreign powers seek to take advantage of the carnage and mold Japan into an obedient puppet nation. Will these stubborn warlords unite to form a new Japan or will the sun finally set on the once glorious empire?",
  "delegates_gain":"Throughout this committee, delegates will learn and gain advanced techniques that will help them inside and outside of the classroom. Some of these valuable skills are: • Learn how to adapt to evolving and escalating situations under high pressure. • Understand how outside foreign entities can influence the internal politics of a nation enduring civil war. • Witness how religion and culture can influence how governments construct laws for its people. • Learn about the Azuchi–Momoyama period in Japanese history and how its complex historical figures shaped its future.• Observe how ignoring the interests of common people can unravel peace in both foreign and internal politics."
}
