{
  "title": "Men in the Iron Cages: The Münster Rebellion and the Anabaptist Revolution",
  "director": "Jayson Lore", 
  "image":"munster_header",
  "email": "jayson.lore@gmail.com", 
  "bio": "Jayson Lore is a Junior studying History and Secondary Education. He only joined MUN in college but quickly grew to love it and hopes to enjoy another year of MUNI. At MUNI XXII he was a simulations staffer for the FIFA committee in which he learned valuable experience he hopes to bring to his new committee this year at MUNI XXIII. Jayson loves history and is willing to discuss any aspect of history from the Res publica Romana to the Heilige Romansh Kaiserreich. He also enjoys a hot cup of tea to start the day along with a scone.",
  "description": "The Münster Rebellion of 1534 was a time of intense religious struggle, hard line pragmatism, and questions about the future of the Holy Roman Empire and central Europe. With the hostile takeover of Münster by the Anabaptists they have the ability to create a new type of state within the Holy Roman Empire, or even independent of it. As they struggle with their former ruler will they compromise their beliefs to stay alive or will they stay true to their beliefs and face the might of the established order?",
  "delegates_gain":"<ul style=\"list-style-type:bullets;font-size:16px\"><li>The Munster Rebellion informs students how the creation of many of the radical sects that went on to found the various classes in America, such as the Amish. Giving information on why they went to America in the first place and give insight into the people and their beliefs that founded America.</li><li>In addition it shows how government was done in the Old World and how the Pre-Modern Era was made and done giving insight into a pre-Westphalian system of government and how the Holy Roman Empire worked within itself.</li><li>We can see that era could be seen as brutal and we can remember that the Anabaptists were recorded by their enemies and not in the most part by themselves. This shows how critical it is to look into how records history and why.</li><li>Careful research into the era will reveal that the Anabaptists are not completely like how they are in popular media. There are more explanations as to their actions.</li><li>Delegates will get a understanding of the birth of a era in which more religions emerged in an era that used to be only one religion. The resulting intolerance in the death of the old era will be the focus of committee.</li></ul>  "
}