{
  "title": "Independence: Nehru's Cabinet of 1947",
  "email": "dixit4@illinois.edu.",
  "director": "Abhinav Dixit",
  "bio": "I am a sophomore studying in the College of Business and I'll most likely be double majoring in Marketing and Supply Chain Management. This is the 4th year of my Model United Nations career and the 2nd MUNI that I will be staffing. Last year, I was a chair for another simulations committee called the Geneva III Conference. MUN simulations have been one of my passions ever since I learned about them and I am very excited to direct one of my own this year. This will be MUNI's first foray into a crisis committee of this kind and I will do my best to make this one of the best committees you will ever experience. My other interests include football and listening to music. I am a longtime supporter of Liverpool Football Club and the biggest Coldplay fan you will ever meet.",
  "description": "It is August 16th,1947. It has been more than 24 hours since the newly announced Prime Minister of India, Pt. Jawaharlal Nehru, has given his historical ‘Tryst with Destiny’ speech. However, even he did not imagine the amount of trouble the future had in store for India. Even before the country makes its first steps in development, it faces a crisis that threatens to tear it apart. Muhammad Ali Jinnah instigated tensions between Hindus and Muslims by proposing the Two-Nation Theory. Exactly one year ago, the Direct Action Day instigated mindless violence between the two communities throughout the country and convinced leaders in India to accept Jinnah’s demand for Pakistan. Additionally, the princely states (of which there are 562) are growing restless and are unsure if they want to be a part of this country, neighboring Pakistan, or want to stay as individual entities (which neither country will be happy about). All the while, India will be governed without a constitution and questions are being asked about its future political and economic structure. In an effort to make sense of the chaos, Nehru assembles his cabinet of ministers to solve these problems and show the world that India is indeed ready to be independent."
}