{
  "title": "All Under Heaven: The Imperial Court of the Great Qing",
  "email": "wacks2@illinois.edu", 
  "director": "Gabriel Wacks",
  "bio": "Hi! My name is Gabriel Wacks. I’m a senior majoring in East Asian Languages and Cultures and minoring in History. I’m also pursuing an undergraduate certificate in International Security. This year I’m psyched to direct MUNI’s Joint Crisis Committee, the Taiping Rebellion, which will feature both the Imperial Court of the Qing Dynasty and the Royal Court of the Taiping Heavenly Kingdom. Previously, I worked as a crisis staffer for MUNI’s Chinese Politburo committee, where I helped oversee China’s military affairs and ensure world-ending thermonuclear war. I’m also the Vice President of Internal Affairs for Illinois Model United Nations. When I’m not laying waste to East Asia at MUN, I’m studying Chinese or serving as a senior editor for U of I’s journal of international security. I also enjoy travelling, watching Rick and Morty, and the dankest of memes. Feel free to message me with any questions, comments, or threats regarding Illinois Model United Nations!",
  "description":"War rages. The fire of rebellion burns its way through the heart of the Middle Kingdom, leaving millions dead in its wake. A madman claiming to be the son of God and the younger brother of Jesus Christ has carved out a theocratic state in central China. His armies have seized the great city of Nanjing as the capital of his Taiping Heavenly Kingdom. Additionally, war once again looms with Britain over piracy, smuggling, and the opium trade. Muslim resentment simmers throughout the country, threatening to ignite a massive uprising. The Qing Dynasty, once the greatest and most prosperous state under Heaven, has been reduced to an anemic shadow of its former self. Rebellions wrack the crumbling empire and the Qing army has yet again been crushed by the Taiping rebels. With the dynasty on the verge of collapse and foreign powers hungrily watching China, it will take truly capable leadership to restore harmony and reassert Qing control over all that lies under Heaven."
}