{
    "title": "All Under Heaven: The Royal Court of the Taiping Heavenly Kingdom",
    "email": "wacks2@illinois.edu", 
    "image":"taiping_header",
    "director": "Gabriel Wacks",
    "bio": "Hi! My name is Gabriel Wacks. I’m a senior majoring in East Asian Languages and Cultures and minoring in History. I’m also pursuing an undergraduate certificate in International Security. This year I’m psyched to direct MUNI’s Joint Crisis Committee, the Taiping Rebellion, which will feature both the Imperial Court of the Qing Dynasty and the Royal Court of the Taiping Heavenly Kingdom. Previously, I worked as a crisis staffer for MUNI’s Chinese Politburo committee, where I helped oversee China’s military affairs and ensure world-ending thermonuclear war. I’m also the Vice President of Internal Affairs for Illinois Model United Nations. When I’m not laying waste to East Asia at MUN, I’m studying Chinese or serving as a Senior Editor for the Illini Journal of International Security. I also enjoy travelling, watching Rick and Morty, and the dankest of memes. Feel free to message me with any questions, comments, or threats regarding my committee at MUNI!",
    "description":"The Taiping Rebellion, led by Hong Xiuquan, the Heavenly King and second son of God, has fallen into chaos. Once nearly taking the Qing capital of Beijing, the fanatical Taiping warrior-kings have turned on each other, laying waste to the heavenly capital in the process. Hong, self-proclaimed younger brother of Jesus Christ, has been left without his war council. As his leadership crumbles, so too does his sanity. With tens of thousands of people lying dead in the streets of the capital and most of the military leadership gone, the rebellion has been left with a yawning power-vacuum. A new royal court has been convened, which is composed of hastily-promoted generals and the siblings of the Heavenly King. It is up to this heavily divided group of warlords and zealots to seize the initiative and lead the armies of God in the final conquest of all that lies under Heaven.",
    "delegates_gain":"By being part of this advanced Joint Crisis Committee, delegates will walk away from the conference having gained new insights into the topic and developed various skills. To name a few of these valuable takeaways, delegates will:<ul style=\"list-style-type:bullets;font-size:16px\"><li>Learn how to adapt to rapidly changing circumstances in the face of high stakes situations.</li><li>Use different negotiation types/techniques, such as mediation or multilateral negotiations, to advance personal goals while simultaneously furthering the collective interests of the entire committee.</li><li>Understand how religious outbidding can be used to mobilize forces and escalate conflict.</li><li>Gain knowledge about the domestic and international state of affairs in mid to late 19th century China.</li><li>Discover how foreign influence and intervention in civil wars can affect the intensity, length, and outcome of the conflict. </li></ul>  "
}