{
  "title": "Any Man Can Become President: Presidential Cabinet of Harry S Truman, 1945",
  "director": "Lucas Stehlik",
  "email": "lrstehl2@illinois.edu",
  "image":"truman_header",
  "bio": "'m Lucas, a fourth-year student studying Atmospheric Sciences with minors in Geology and Russian Language and Literature. I've been involved with each MUNI conference here for the last 3 years, including directing another presidential cabinet (McKinley/Roosevelt) for MUNI XXI and staffing the Mars Colony Ad-Hoc for MUNI XXII. This year I'll be directing the Cabinet of President Harry S. Truman, which is shaping up to be the most robust and interactive committee that I've had the pleasure of working on. Outside of school and MUN I do research in the Atmospheric Science Department, play folk and jazz bass guitar, and sink way too much time and money into a children's trading card game.<br>Feel free to email me with questions about the committee!",
  "description":"April 1945: US President Franklin Delano Roosevelt has suddenly and unexpectedly passed, thrusting his Vice President Harry S Truman into what many consider to be the single most important position in the world. Truman has hastily assembled his own cabinet hand-picked by himself exclusively; a mixture of politicians from his Senate days and valuable hold-over members of FDR’s cabinet. They are tasked with resolving what his predecessor began: swiftly ending the War in the Pacific while minimizing further losses; rebuilding a battered and broken Europe while remaining vigilant of the looming Soviet Union; Transitioning America from a post-depression wartime state to a stable and modern beacon of freedom; and ultimately shaping the principles and policy that will guide America well into the next century.",
  "delegates_gain":"Delegates will represent Truman's cabinet members and closest domestic allies during this turbulent period. These positions are designed both to educate and inspire delegates, all while honing several skills. Delegates will:<ul style=\"list-style-type:bullets;font-size:16px\"><li>Develop an understanding of the foreign and domestic political and social climates directly following World War 2, including the dawn of the Cold War</li><li>Gain insight into the formation and foundation of modern society of both the United States and the world</li><li>Challenge both themselves and each other through necessary compromise and group deliberation in dynamic situations with constantly evolving priorities</li><li>Evaluate and resolve consequential situations where there is no clear “correct” answer, but almost certainly a wrong one</li></ul>All should be ready to discuss and debate any matter of domestic and foreign policy and politic of this time, and to take effective and swift actions on these issues both communally and individually."
}
