{
  "title": "A Broken World: UNSC",
  "email": "benezra2@illinois.edu",
  "director": "Shani Benezra",
  "bio":"My name is Shani Benezra and I am a senior majoring in Broadcast Journalism with a concentration in Political Science, and minoring in Spanish. In addition to serving as the Crisis Director for the MUNI Security Council, I am on the Executive Board of Illini Public Affairs Committee (IlliniPAC) and the Society of Professional Journalists at UIUC. I am originally from Highland Park, Illinois. I grew up speaking Hebrew and am also fluent in Spanish. I interned for Senator Charles Schumer on Capitol Hill this past summer and I previously interned for AIPAC in Chicago. I aspire to be a foreign correspondent for a major American news organization and hope to someday serve as the United States representative to the United Nations. ",
  "description":"The United Nations Security Council has primary responsibility for the maintenance of international peace and security. This body takes the lead in determining instances of acts of agression and the existence of threats to world peace. We call upon the parties to a dispute to settle it by peaceful means and recommend methods of adjustment of terms of settlement. In some cases, we may resort to imposing sanctions or even authorize the use of force to maintain or restore international peace and security. In light of this role, we will be focusing on the threat North Korea poses to international stability. North Korea has conducted several nuclear tests in recent years while simultaneously threatening pre-emptive nuclear attacks on the United States in response to joint military exercises between South Korea and the US. We must address this issue with urgency because of the imminent threat the world is facing with the possibility of a nuclear-capable North Korea, and the ranges it has achieved for inter-continental ballistic missiles. In an era of globalization and conflict, the role of the UNSC is more important than ever. Simulating such a decisive body provides us with the opportunity to utilize our knowledge of the world and diplomatic skills to create viable solutions to international conflicts."
}