{
  "title": "A Broken World: UNSC",
  "email": "benezra2@illinois.edu",
  "director": "Shani Benezra",
  "image":"crisisheader", 
  "bio":"My name is Shani Benezra and I am a senior majoring in Broadcast Journalism with a concentration in Political Science, and minoring in Spanish. I am so excited to direct MUNI’s Security Council, The Path to Destruction, which will focus on the urgent threat that a nuclear-capable North Korea poses to the world. In addition to serving as a Crisis Director at MUNI, I am on the Executive Board of Illini Public Affairs Committee (IlliniPAC) and the Society of Professional Journalists at UIUC. I grew up speaking Hebrew and am also fluent in Spanish. I interned for Senator Charles Schumer on Capitol Hill this past summer and I previously interned for AIPAC in Chicago. I aspire to report on politics and Middle-East affairs for a major news outlet, and hope to someday serve as the United States representative to the United Nations.",
  "description":"The United Nations Security Council has the primary responsibility for the maintenance of international peace and security. This body takes the lead in determining the existence of a threat to the peace or acts of aggression. The UNSC calls upon the parties to a dispute to settle it by peaceful means and recommend methods of adjustment of terms of settlement. In some cases, we may resort to imposing sanctions or even authorize the use of force to maintain or restore international peace and security. In light of this role, we will be focusing on the threat North Korea poses to international stability. North Korea has conducted several nuclear tests in recent years while simultaneously threatening pre-emptive nuclear attacks on the United States in response to join military exercises between South Korea and the US. We must address this issue with urgency because of the imminent threat the world is facing with the possibility of a nuclearcapable North Korea, and the ranges it has achieved for inter-continental ballistic missiles. In an era of globalization and conflict, the role of the UNSC is more important than ever. The body will begin its session by deciding how to respond to North Korea action in launching a Scud-ER medium-range ballistic missile at South Korean city of Busan.",
  "delegates_gain":"Simulating a decisive body that holds as much power as the United Nations Security Council provides delegates with the opportunity to utilize their knowledge of the world and diplomatic skills to create viable solutions to international conflicts. Delegates will take away the ability to:<ul style=\"list-style-type:bullets;font-size:16px\"><li>Learn how to adapt to rapidly changing circumstances that affect regional and world stability.</li><li>Utilize negotiation techniques to advance their nation’s agenda while furthering the committee’s interests to solve one of the worlds’ most pressing threats.</li>"
}