{
    "title": "Victorian London: Metropolitan Board of Works",
    "email": "clarastezowski@gmail.com", 
    "director": "Clare Stezowski", 
    "image":"london_header",
    "bio": "Hi guys! My name is Clara Stezowski and I am a Junior majoring in Psychology with a concentration in Industrial Organizational Psych. This will be my 5th year involved in Model United Nations, and what I aim to do through the LMBW is to give you the committee that I would most enjoy being a part of. During my time at the University of Illinois I have been an active member of Model United Nations travel team, and co-directed the UN Security Council at MUNI XXII.  In my free time, you can find me at the Fab Lab or a makerspace working on my own projects.<br>Feel free to email me if you have any questions or if you are having difficulty researching. I would love to answer questions and offer some extra reading material!",
    "description": "It is 1855 and centuries worth of charters and red tape has lead to a historically fragmented and ineffective administration of London. With the passage of the Metropolis Management Act of 1855, Parliament has finally created a body to change all that. The new Metropolitan Board of Works, composed of semi-democratically elected representatives from each vestry, will be the first authority with the ability to administer the city as a whole. As a member of the  Metropolitan Board of Works, you have been tasked with addressing the growing pains of the entire metropolitan area, and must ensure that London has the necessary infrastructure to support her exploding population. As you try to tackle issues of sanitation, housing, and transportation infrastructure, you will also need to fight to maintain the Board’s continued existence. Although necessary, many were very opposed to the Board’s creation. Negative popular opinion, sulking organizations whose power the Board usurped, and conflicting interests between the city as a whole and the constituents of your vestry threaten the body’s mere existence, as well as your place in it. It is clear that the Metropolitan Board of Works faces incredible barriers to achieving its goals, but if successful, the MBW has the potential to bring unprecedented improvements to the great City of London.",
    "delegates_gain":"<ul style=\"list-style-type:bullets;font-size:16px\"><li>Practice anticipating and responding to cobra effects</li><li>Gain experience formulating creative ways to balance opposing interests</li><li>Achieve the stated goals of the committee while managing public opinion</li><li>Find an appropriate compromise between completing essential improvements and appeasing the Victorian need for frugality</li></ul>"
}