{
  "title": "ECOFIN",
  "director": "Audrey Dombro",
  "email": "audreydombro@gmail.com",
  "image":"ecofin_header",
  "bio": "Hey everyone! My name is Audrey Dombro and I'm studying Agricultural and Consumer Economics with a concentration in Policy, International Trade and Development, along with a minor in Global Studies. I am currently studying Arabic and Spanish at the University and plan to get a certificate in International Security. I love to run and hike and be outside. I'm originally from the lovely, culturally diverse Twin Cities of Saint Paul and Minneapolis in the great state of Minnesota. You might know it as the land of Duck Duck Grey Duck (and yes, it is a superior game). Jokes aside, I'm looking forward to serving as your chair and director of ECOFIN. ",
  "topics": ["Famine Within Africa", "International Drug Trade"],
  "description": "<p>Although this is not typically committee that deals with social concerns, I feel it is important to delve into issues that are not strictly financial, as there is value in discovering the economic underside of our world's social issues. Our Topic 1 will be famine within Africa, specifically focusing on the recurring famine in Somalia, Yemen, Nigeria, and South Sudan. Our committee goals include:<ul style=\"list-style-type:bullets;font-size:16px\"><li>Navigating the limitations and effectiveness of the EU Emergency Trust Fund for Africa </li><li>Looking to new economic solutions for a sustainable future for conflict-ridden African countries in regards to food security, drought, and terrorism</li><li>Explore sustainable market-based approaches to building strong local systems</li><li>Build programs for earlier and more effective intervention</li></ul></p><p>Our Topic 2 will be on international drug trade, focusing on the illegal trade of heroin and cocaine, and the impacts on the suppliers and consumers. Our goals for this committee will be to: <ul style=\"list-style-type:bullets;font-size:16px\"><li>Establish an economic framework for countries dealing with illegal drug proliferation domestically</li><li>Create a cross-border plan to target drug routes and quash the global drug economy</li><li>Use economic measures to disrupt the drug market</li></ul></p><p>In these committees, delegates will gain new understanding of the multi-faceted nature of the intersection between economic and social issues. Delegates will interact with consideration to level of development and explore the roles of more developed and less developed countries within the world system.</p>"
}