{
  "title": "ECOSOC",
  "director": "Anusha Thotakura",
  "bio":"I'm incredibly excited to be serving as Director and Chair of the Economic and Social Council at MUNI XXIII. This will be my sixth MUNI, having attended as a delegate throughout high school and having chaired ECOFIN at MUNI XXII. Outside of MUNI, I'm involved with several political organizations on campus and am interested in the field of public policy and legislative advocacy. ECOSOC is my favorite committee, not only because of its scope, but its capacity to address the world's greatest challenges. In considering the two  topics on the agenda, I encourage delegates to analyze the issues through a more innovative lens to find new solutions that can work on a global scale, rather than reiterating old ones. The issues of poverty and energy access are not new challenges, but they are evolving, in turn requiring evolving initiatives to combat them. I wish you the best of luck in your research, and I'm looking forward to MUNI XXIII being a great learning experience for all of us.",
  "email": "anushat2@illinois.edu",
  "image":"ecosoc_header",
  "topics": ["Implementation of the 2015 SDGs", "Protecting Civilians (esp. Refugees and displaced persons) by Upholding International Humanitarian Law", "Accountability and Transparency for Multi-Stakeholder Partnerships"],
  "description": "<p>ECOSOC has served as a valuable forum for constructive dialogue and international action and ultimately a legacy I expect this committee to uphold. In considering the two topics on the agenda, I encourage delegates to analyze the issues through a more innovative lens to find new solutions that can work on a global scale, rather than reiterating old ones. The issues of poverty, educational inequity, and energy access are not new challenges, but they are evolving, in turn requiring evolving initiatives to combat them. Throughout the weekend, I hope that delegates can walk away with a stronger understanding of:<ul style=\"list-style-type:bullets;font-size:16px\"><li>Potential solutions to the three agenda items, beyond ones that have already been enacted</li><li>The obstacles to enacting these solutions and ways to overcome them</li><li>The resources and commitments required to address global issues, and how that varies from country to country</li></ul></p><p>I wish you the best of luck in your research, and I'm looking forward to MUNI XXIII being a great learning experience for all of us. If you have any questions, please feel free to contact me at anushat2@illinois.edu.</p>"
}