{
  "title": "United States Senate",
  "director": "Ethan Kuruc",
  "email": "ekuruc2@illinois.edu",
  "image":"senate_header",
  "bio": "I am a Freshman here at the University studying Economics and I have plans on going on to graduate school to do research, publish, and teach--just so I can wax on for hours on political economic theory with my PhD. I did Model United Nations all four years in high school with cabinets, JCCs, and historical committees being my favorite experiences. When I'm not in Model UN, I'm usually working out, listening to podcasts, or discovering new music (hit me up!). I look forward to working with you all to build an exciting, dynamic, and brutal senate floor.",
  "topics": ["North Korea", "Torture"],
  "description":"<p>Welcome to the Senate of these United States; this body is responsible for legislating the laws of the land (alongside the House), affirming foreign policy, and representing the interests of the States in this federal republic. Today the United States is overstretched domestically and abroad--being the premier world power with hundreds of military bases and dozens of allies at its disposal. However, our hegemony has been tainted by the controversial interrogation methods employed by the CIA and has been challenged by the nuclear upstarts in North Korea. This body takes to heart republican values: this means that all delegates are expected to accurately represent the interests of their constituencies. In addition, delegates are also expected to understand the pressure of their political party and whips. Striking a balance between innovative ideas, political re-election, and party pressure will be key in demonstrating good delegate skills. Through simulating these Senate procedures, we will be able to further our public speaking, intuition, and gain insight into the political struggles of the Senate. <br><br> <b>North Korea</b> <br> Educational Goals: Delegates will have a greater appreciation for the historical underpinnings of the geopolitical standoff in the Korean peninsula and a more thorough understanding of the pressures the United States faces as a consequence. Some of the things delegates will learn:<ul style=\"list-style-type:bullets;font-size:16px\"><li>realistic and innovative policy changes for the US towards North Korea</li><li>the limitations and nuances of economic sanctions</li><li>a thorough understanding of the concept of 'blowback</li></ul></p><p><br><b>Torture</b><br>Educational goals: Delegates will delve into the constitutional, moral, and geopolitical implications of the current torture regime in the United States. In tackling this topic, delegates will:<ul style=\"list-style-type:bullets;font-size:16px\"><li>create a framework for the implementation of torture and the regulation of its use in governmental agencies</li><li>understand the consequences of torture for the United States' foreign and domestic image</li><li>balance the need for domestic security over constitutional guarantees</li></ul></p><p><br><b>Skill Development</b><br>In the Senate, delegates will gain additional skills useful for their own personal development:<ul style=\"list-style-type:bullets;font-size:16px\"><li>learn how to use a senator's background and the political party system to a delegate's advantage in building blocs</li><li>develop interpersonal skills through working around the two-party political system in a bipartisan manner</li><li>Refine writing skills in developing complex and comprehensive resolutions to the topics on hand</li></ul></p>"
}