
{
    "title": "Social, Humanitarian and Cultural Committee of the General Assembly",
    "director": "Lina Aldadah",
    "bio": "Welcome to SOCHUM! My name is Lina Aldadah and I am a sophomore here at the University of Illinois. My major is Global Studies with a concentration in Humanitarian Rights. I have always been extremely passionate about human rights issues. My main focus is to protect the rights of refugees around the world. I am always humbled by their stories and find their bravery extremely inspirational. My own parents were refugees who sought asylum in this country, and I feel that I owe it to them to defend others who are in the same position they were in 20 years ago.  My goal for my undergraduate career is to gain intellect and connections to give everyone in need for humanitarian assistance the aid they deserve. Directing SOCHUM is a great stepping stone for me to help me launch goals.",
    "image":"sochum_header",
    "email": "linama2@illinois.edu",
    "topics": ["Refugee Crisis"],
    "description": "<p>The Social, Humanitarian and Cultural Committee of the General Assembly is an extremely essential committee and contributes many different approaches to defend the humanitarian and social rights of people around the globe. This committee will discuss questions relating to<ul style=\"list-style-type:bullets;font-size:16px\"><li>the advancement of women</li><li>the protection of children</li><li>indigenous issues</li><li>the treatment of refugees</li><li>the promotion of fundamental freedoms through the elimination of racism and racial discrimination</li><li>the right to self determination</li> </ul></p><p>The United Nations describes this committee as a way to “address important social development questions such as issues related to youth, family, ageing, persons with disabilities, crime prevention, criminal justice, and international drug control.” In this case, we will focus mostly on refugees because that is a pressing issue at this moment in time. Syria, Myanmar, and Somalia are just a few countries whose citizens are fleeing due to unsettling situations in their countries. There are other social issues that can be discussed with this committee but our main focus is refugees at this point.</p>"
  }