{
  "title": "UNHRC",
  "director": "Rushabh Kapasi",
  "email": "rkapasi2@illinois.edu",
  "bio": "Dear Delegates,<br>Welcome to the UNHRC, and to MUNI! My name is Rushabh Kapasi, and I will be your director for this session of MUNI. I am currently a freshman pursuing a Bachelor of Science degree in Chemistry here at the University of Illinois, and this will be my first time directing at MUNI, as well as my 4th time running a committee, and my 24th Model UN outing. I have been doing Model UN for 6 years now, and I hope that I can share my experience with you, and try to run the best committee for you to learn, and grow, in.",
  "image":"unhrc_header",
  "topics": ["The resolution of the crisis of the Rohingya in Myanmar", "The issue of tackling extremist propaganda", "TBD"],
  "description": "<p>We will be simulating the United Nations Human Rights Council, which is an inter-governmental body within the United Nations system made up of 47 States responsible for the promotion and protection of all human rights around the globe. Our agendas will include:<ul style=\"list-style-type:bullets;font-size:16px\"><li>The resolution of the crisis of the Rohingya in Myanmar: The Rohingya are an Indo-Aryan people, from Rakhine State, formerly Arakan, Myanmar. They have been marginalized and persecuted for their faith, being Muslim in contrast to the country’s nearly 90% Buddhists. Forced to endure violence and oppression, they are now fleeing Myanmar, in one of the world’s worst ever refugee crisis.</li><li>The issue of tackling extremist propaganda: The advent of instant communications and the internet has made it remarkably easy to spread information. This can, at times, however, be a dangerous thing, as has been proven by terrorists who have been radicalized by viewing propaganda online. Tackling extremist propaganda is a difficult issue, and there are many elements to the issue that need to be carefully considered before any action can be taken.</li><li>The third agenda will be revealed based on events that take place between now and the time that you enter committee. In order to not have you debate on stale agendas, this topic will be introduced based on which of the original agendas is most relevant at the time of your working in committee.</li></ul></p><p>With these issues, I hope to expose you to more than just the surface of wars and oppression, and introduce you to debating multiple viewpoints on seemingly straightforward topics. I encourage you to reach out to me with any queries you have, and I look forward to seeing you in committee!<br><i>Per ardua ad astra</i></p>"
}